experiment-finetuned/all_finetuned/runs/damBreakWithObstacle/2/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    leftWall
    {
        type            calculated;
        value           uniform 0;
    }

    rightWall
    {
        type            calculated;
        value           uniform 0;
    }

    lowerWall
    {
        type            calculated;
        value           uniform 0;
    }

    upperWall
    {
        type            calculated;
        value           uniform 0;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //